Repository: franck-paul/dmLastSpams
Catalog: locales/*/main.po
Languages: fr

source: Display last spams on dashboard
fr: Afficher les derniers indésirables sur le tableau de bord

source: Last Spams Dashboard Module
fr: Module d'affichage des derniers indésirables

source: at
fr: à

source: %Y-%m-%d
fr: %d/%m/%Y

source: See all spams
fr: Voir tous les indésirables

source: No spams
fr: Pas d'indésirables

source: since %d hour
fr: depuis %d heure

source: Last spams
fr: Derniers indésirables

source: Last spams on dashboard
fr: Derniers indésirables sur le tableau de bord

source: Display last spams
fr: Affiche les derniers indésirables

source: Number of last spams to display:
fr: Nombre d'indésirables à afficher :

source: Show authors
fr: Afficher les auteurs

source: Show dates
fr: Afficher les dates

source: Show times
fr: Afficher les heures

source: Max age of spams to display (in hours):
fr: Âge maximum des indésirables à afficher (en heures) :

source: Leave empty to ignore age of spams
fr: Laisser vide pour ignorer l'âge des indésirables

source: Small screen
fr: Affichage abrégé

source: Auto refresh
fr: Rafraichissement automatique

source: Interval in seconds between two refreshes:
fr: Intervalle en secondes entre deux rafraichissements :

source: Display badges (only if Auto refresh is enabled)
fr: Afficher les compteurs (seulement si le Rafraichissement automatique est activé)
